Repository: sergelab/yustina
Catalog: src/yustina/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Persons nav option
ru: Персоны

source: Positions list nav option
ru: Должности

source: Persons list nav option
ru: Персоны

source: Books nav option
ru: Книги

source: Books series list nav option
ru: Серии книг

source: Books list nav option
ru: Книги

source: Analytics nav option
ru: Аналитика

source: Analytics themes list nav option
ru: Темы аналитических материалов

source: Analytics list nav option
ru: Аналитические материалы

source: Press nav option
ru: Пресс-центр

source: Content nav option
ru: Статьи

source: Workcases nav option
ru: Дела

source: Practics list nav option
ru: Практики

source: Branches list nav option
ru: Отрасли

source: Workcases list nav option
ru: Дела

source: Error then delete object message
ru: Не удалось удалить объект.

source: Delete object successfully message
ru: Объект удален.

source: Error then restore object message
ru: Не удалось восстановить объект.

source: Restore object successfully message
ru: Объект восстановлен

source: Admin panel common browser title
ru: Администрирование сайта адвокатской фирмы «Юстина»

source: Visit site link
ru: Перейти на сайт

source: Logout link
ru: Выйти

source: Show
ru: Показать

source: Hide
ru: Скрыть

source: Save button
ru: Сохранить

source: Save and continue button
ru: Сохранить и продолжить

source: Object in trash string
ru: Объект в корзине

source: Restore button
ru: Восстановить

source: Delete button
ru: Удалить

source: In trash button
ru: В корзину

source: Cancel button
ru: Отменить

source: Add button
ru: Добавить

source: Settings heading
ru: Настройки сайта

source: Object not found message
ru: Объект не найден.

source: Error then add new theme message
ru: Не удалось добавить тему.

source: Error then edit existing theme message
ru: Не удалось отредактировать тему.

source: Add successful new theme message
ru: Тема добавлена.

source: Safe successful existing theme message
ru: Тема сохранена

source: Analytics not found message
ru: Аналитический материал не найден.

source: Error then create analytics message
ru: Не удалось создать аналитический материал.

source: Error then save analytics message
ru: Не удалось сохранить аналитический материал.

source: Analytics created successfully message
ru: Аналитический материал создан.

source: Analytics saved successfully message
ru: Аналитический материал сохранен.

source: Analytics list heading
ru: Аналитические материалы

source: Analytics title column
ru: Название

source: Analytics theme column
ru: Тема

source: No analytics found string
ru: Пусто

source: Add analytics heading
ru: Добавление аналитического материала

source: Themes list heading
ru: Темы

source: No themes found string
ru: Пусто

source: Error then add new article message
ru: Не удалось добавить статью.

source: Error then edit existing article message
ru: Не удалось отредактировать статью.

source: Add successful new article message
ru: Статья добавлена.

source: Safe successful existing article message
ru: Статья сохранена

source: Articles list heading
ru: Список статей

source: Article title column
ru: Название статьи

source: No articles found string
ru: Пусто

source: Add article heading
ru: Добавление статьи

source: No books series found message
ru: Пусто

source: Error then create books series message
ru: Не удалось создать серию книг.

source: Error then save books series message
ru: Не удалось сохранить серию книг.

source: Books series created successfully message
ru: Серия книг создана.

source: Books series saved successfully message
ru: Серия книг сохранена.

source: Book not found message
ru: Книга не найдена.

source: Error then create book message
ru: Не удалось создать книгу.

source: Error then save book message
ru: Не удалось сохранить книгу.

source: Book created successfully message
ru: Книга создана.

source: Book saved successfully message
ru: Книга сохранена.

source: Books list heading
ru: Книги

source: Book title column
ru: Название книги

source: Book series column
ru: Серия книг

source: No books found string
ru: Пусто

source: Books series list heading
ru: Серии книг

source: Series name column
ru: Название серии

source: Series annotation column
ru: Аннотация к серии

source: No books series found string
ru: Пусто

source: Add book heading
ru: Добавление книги

source: Add books series heading
ru: Добавление серии книг

source: Error then add new practic message
ru: Не удалось добавить практику.

source: Error then edit existing practic message
ru: Не удалось отредактировать практику.

source: Add successful new practic message
ru: Практика добавлена.

source: Safe successful existing practic message
ru: Практика сохранена

source: Error then add new branch message
ru: Не удалось добавить отрасль.

source: Error then edit existing branch message
ru: Не удалось отредактировать направление.

source: Add successful new branch message
ru: Отрасль добавлена.

source: Safe successful existing branch message
ru: Отрасль сохранена

source: Branches list heading
ru: Отрасли

source: Branch title column
ru: Название отрасли

source: No branchs found string
ru: Пусто

source: Practics list heading
ru: Практики

source: No practics found string
ru: Пусто

source: '%(value)s' is not a valid choice for this field
ru: «%(value)s» не является допустимым значением для этого поля.

source: Date field placeholder
ru: Дата

source: Error then add new position message
ru: Не удалось добавить должность.

source: Error then edit existing position message
ru: Не удалось отредактировать должность.

source: Add successful new position message
ru: Должность добавлена.

source: Safe successful existing position message
ru: Должность сохранена

source: Person not found message
ru: Персона не найдена.

source: Error then add person message
ru: Не удалось добавить персону.

source: Error then modify person message
ru: Не удалось отредактировать персону.

source: Person added successfully message
ru: Персона добавлена.

source: Person saved successfully message
ru: Персона сохранена.

source: Add person heading
ru: Добавление персоны

source: Persons list heading
ru: Персоны

source: Fullname column
ru: Полное имя

source: No persons found string
ru: Пусто

source: Positions list heading
ru: Должности

source: Press front heading
ru: Пресс-центр

source: Add news article heading
ru: Добавление новости

source: News list heading
ru: Новости

source: News article title column
ru: Заголовок новости

source: News article date column
ru: Дата новости

source: News article annotation column
ru: Аннотация новости

source: No news articles found string
ru: Пусто

source: Theme name label
ru: Название темы

source: Analytics title label
ru: Название

source: Analytics theme label
ru: Тема

source: Select analytics theme option
ru: Выберите тему аналитики

source: Analytics annotation label
ru: Аннотация

source: Analytics content label
ru: Содержание

source: Person positions label
ru: Должности

source: Article title label
ru: Название статьи

source: Article content label
ru: Содержание статьи

source: Book title label
ru: Название книги

source: Book series label
ru: Серия книг

source: Select book series option
ru: Выберите серию книг

source: Book annotation label
ru: Аннотация

source: Book publisher info label
ru: Выходные данные

source: Book series annotation label
ru: Аннотация к серии книг

source: Practic title label
ru: Название практики

source: Workcase title label
ru: Название дела

source: Workcase description label
ru: Описание дела

source: Position name label
ru: Название должности

source: Person surname label
ru: Фамилия

source: Person firstname label
ru: Имя

source: Person middlename label
ru: Отчество

source: Person bio label
ru: Биография

source: News article title label
ru: Заголовок новости

source: News article subtitle label
ru: Подзаголовок новости

source: News article date label
ru: Дата новости

source: News article annotation label
ru: Аннотация новости

source: News article content label
ru: Содержание новости

source: News article source label
ru: Источник

source: News article source link label
ru: Источник

source: Total cases label
ru: Количество дел

source: Switch languages label
ru: Отображать переключатель языка

source: Company phone label
ru: Телефоны компании

source: Company phone description
ru: Каждый новый телефон указывается с новой строки

source: Company address (RU) label
ru: Адрес компании (рус)

source: Company address (EN) label
ru: Адрес компании (англ)

source: Legal info (RU) label
ru: Правовая информация (рус)

source: Legal info (EN) label
ru: Правовая информация (англ)

source: Please, provide your username validation message
ru: Пожалуйста, введите имя пользователя.

source: Username placeholder
ru: Имя пользователя

source: Please, provide your password validation message
ru: Пожалуйста, введите пароль.

source: Password placeholder
ru: Пароль

source: Remember me label
ru: Запомнить меня

source: Invalid username or password validation message
ru: Неверное сочетание имени пользователя и пароля.

source: Driving directions link
ru: Схема проезда

source: Copyright string %(current_year)s
ru: © 2007–%(current_year)s г.

source: %(num)d case
ru: <span>&emsp;&emsp;%(num)d</span> дело&emsp;<br />

source: for %(num)d year
ru: за <span>%(num)d</span> год работы

source: Company slogan front string
ru: Профессионализм. Репутация. Опыт.
